{"Header":["This is a test JSON to see how dealing with the encoding of special characters in larger strings affects the performance of different JSON Parsers","http:\\/\\/www.gutenberg.org\\/files\\/2600\\/2600-h\\/2600-h.htm#link2HCH0337"],"Body":["\\u201CWell, Prince, so Genoa and Lucca are now just family estates of the Buonapartes. But I warn you, if you don\\u2019t tell me that this means war, if you still try to defend the infamies and horrors perpetrated by that Antichrist\\u2014I really believe he is Antichrist\\u2014I will have nothing more to do with you and you are no longer my friend, no longer my \\u2018faithful slave,\\u2019 as you call yourself! But how do you do? I see I have frightened you\\u2014sit down and tell me all the news.\\u201D\\r\\n\\r\\nIt was in July, 1805, and the speaker was the well-known Anna P\\u00E1vlovna Sch\\u00E9rer, maid of honor and favorite of the Empress M\\u00E1rya F\\u00EBdorovna. With these words she greeted Prince Vas\\u00EDli Kur\\u00E1gin, a man of high rank and importance, who was the first to arrive at her reception. Anna P\\u00E1vlovna had had a cough for some days. She was, as she said, suffering from la grippe; grippe being then a new word in St. Petersburg, used only by the elite.\\r\\n\\r\\nAll her invitations without exception, written in French, and delivered by a scarlet-liveried footman that morning, ran as follows:\\r\\n\\r\\n\\u201CIf you have nothing better to do, Count (or Prince), and if the prospect of spending an evening with a poor invalid is not too terrible, I shall be very charmed to see you tonight between 7 and 10\\u2014Annette Sch\\u00E9rer.\\u201D\\r\\n\\r\\n\\u201CHeavens! what a virulent attack!\\u201D replied the prince, not in the least disconcerted by this reception. He had just entered, wearing an embroidered court uniform, knee breeches, and shoes, and had stars on his breast and a serene expression on his flat face. He spoke in that refined French in which our grandfathers not only spoke but thought, and with the gentle, patronizing intonation natural to a man of importance who had grown old in society and at court. He went up to Anna P\\u00E1vlovna, kissed her hand, presenting to her his bald, scented, and shining head, and complacently seated himself on the sofa.\\r\\n\\r\\n\\u201CFirst of all, dear friend, tell me how you are. Set your friend\\u2019s mind at rest,\\u201D said he without altering his tone, beneath the politeness and affected sympathy of which indifference and even irony could be discerned.\\r\\n\\r\\n\\u201CCan one be well while suffering morally? Can one be calm in times like these if one has any feeling?\\u201D said Anna P\\u00E1vlovna. \\u201CYou are staying the whole evening, I hope?\\u201D\\r\\n\\r\\n\\u201CAnd the fete at the English ambassador\\u2019s? Today is Wednesday. I must put in an appearance there,\\u201D said the prince. \\u201CMy daughter is coming for me to take me there.\\u201D\\r\\n\\r\\n\\u201CI thought today\\u2019s fete had been canceled. I confess all these festivities and fireworks are becoming wearisome.\\u201D\\r\\n\\r\\n\\u201CIf they had known that you wished it, the entertainment would have been put off,\\u201D said the prince, who, like a wound-up clock, by force of habit said things he did not even wish to be believed.\\r\\n\\r\\n\\u201CDon\\u2019t tease! Well, and what has been decided about Novos\\u00EDltsev\\u2019s dispatch? You know everything.\\u201D\\r\\n\\r\\n\\"What can one say about it?\\" replied the prince in a cold, listless tone. \\u201CWhat has been decided? They have decided that Buonaparte has burnt his boats, and I believe that we are ready to burn ours.\\u201D\\r\\n\\r\\nPrince Vas\\u00EDli always spoke languidly, like an actor repeating a stale part. Anna P\\u00E1vlovna Sch\\u00E9rer on the contrary, despite her forty years, overflowed with animation and impulsiveness. To be an enthusiast had become her social vocation and, sometimes even when she did not feel like it, she became enthusiastic in order not to disappoint the expectations of those who knew her. The subdued smile which, though it did not suit her faded features, always played round her lips expressed, as in a spoiled child, a continual consciousness of her charming defect, which she neither wished, nor could, nor considered it necessary, to correct.\\r\\n\\r\\nIn the midst of a conversation on political matters Anna P\\u00E1vlovna burst out:\\r\\n\\r\\n\\u201COh, don\\u2019t speak to me of Austria. Perhaps I don\\u2019t understand things, but Austria never has wished, and does not wish, for war. She is betraying us! Russia alone must save Europe. Our gracious sovereign recognizes his high vocation and will be true to it. That is the one thing I have faith in! Our good and wonderful sovereign has to perform the noblest role on earth, and he is so virtuous and noble that God will not forsake him. He will fulfill his vocation and crush the hydra of revolution, which has become more terrible than ever in the person of this murderer and villain! We alone must avenge the blood of the just one.... Whom, I ask you, can we rely on?... England with her commercial spirit will not and cannot understand the Emperor Alexander\\u2019s loftiness of soul. She has refused to evacuate Malta. She wanted to find, and still seeks, some secret motive in our actions. What answer did Novos\\u00EDltsev get? None. The English have not understood and cannot understand the self-abnegation of our Emperor who wants nothing for himself, but only desires the good of mankind. And what have they promised? Nothing! And what little they have promised they will not perform! Prussia has always declared that Buonaparte is invincible, and that all Europe is powerless before him.... And I don\\u2019t believe a word that Hardenburg says, or Haugwitz either. This famous Prussian neutrality is just a trap. I have faith only in God and the lofty destiny of our adored monarch. He will save Europe!\\u201D\\r\\n\\r\\nShe suddenly paused, smiling at her own impetuosity.\\r\\n\\r\\n\\u201CI think,\\u201D said the prince with a smile, \\u201Cthat if you had been sent instead of our dear Wintzingerode you would have captured the King of Prussia\\u2019s consent by assault. You are so eloquent. Will you give me a cup of tea?\\u201D\\r\\n\\r\\n\\u201CIn a moment. \\u00C0 propos,\\u201D she added, becoming calm again, \\u201CI am expecting two very interesting men tonight, le Vicomte de Mortemart, who is connected with the Montmorencys through the Rohans, one of the best French families. He is one of the genuine \\u00E9migr\\u00E9s, the good ones. And also the Abb\\u00E9 Morio. Do you know that profound thinker? He has been received by the Emperor. Had you heard?\\u201D\\r\\n\\r\\n\\u201CI shall be delighted to meet them,\\u201D said the prince. \\u201CBut tell me,\\u201D he added with studied carelessness as if it had only just occurred to him, though the question he was about to ask was the chief motive of his visit, \\u201Cis it true that the Dowager Empress wants Baron Funke to be appointed first secretary at Vienna? The baron by all accounts is a poor creature.\\u201D\\r\\n\\r\\nPrince Vas\\u00EDli wished to obtain this post for his son, but others were trying through the Dowager Empress M\\u00E1rya F\\u00EBdorovna to secure it for the baron.\\r\\n\\r\\nAnna P\\u00E1vlovna almost closed her eyes to indicate that neither she nor anyone else had a right to criticize what the Empress desired or was pleased with.\\r\\n\\r\\n\\u201CBaron Funke has been recommended to the Dowager Empress by her sister,\\u201D was all she said, in a dry and mournful tone.\\r\\n\\r\\nAs she named the Empress, Anna P\\u00E1vlovna\\u2019s face suddenly assumed an expression of profound and sincere devotion and respect mingled with sadness, and this occurred every time she mentioned her illustrious patroness. She added that Her Majesty had deigned to show Baron Funke beaucoup d\\u2019estime, and again her face clouded over with sadness.\\r\\n\\r\\nThe prince was silent and looked indifferent. But, with the womanly and courtierlike quickness and tact habitual to her, Anna P\\u00E1vlovna wished both to rebuke him (for daring to speak as he had done of a man recommended to the Empress) and at the same time to console him, so she said:\\r\\n\\r\\n\\u201CNow about your family. Do you know that since your daughter came out everyone has been enraptured by her? They say she is amazingly beautiful.\\u201D\\r\\n\\r\\nThe prince bowed to signify his respect and gratitude.\\r\\n\\r\\n\\u201CI often think,\\u201D she continued after a short pause, drawing nearer to the prince and smiling amiably at him as if to show that political and social topics were ended and the time had come for intimate conversation\\u2014\\u201CI often think how unfairly sometimes the joys of life are distributed. Why has fate given you two such splendid children? I don\\u2019t speak of Anatole, your youngest. I don\\u2019t like him,\\u201D she added in a tone admitting of no rejoinder and raising her eyebrows. \\u201CTwo such charming children. And really you appreciate them less than anyone, and so you don\\u2019t deserve to have them.\\u201D\\r\\n\\r\\nAnd she smiled her ecstatic smile.\\r\\n\\r\\n\\u201CI can\\u2019t help it,\\u201D said the prince. \\u201CLavater would have said I lack the bump of paternity.\\u201D\\r\\n\\r\\n\\u201CDon\\u2019t joke; I mean to have a serious talk with you. Do you know I am dissatisfied with your younger son? Between ourselves\\u201D (and her face assumed its melancholy expression), \\u201Che was mentioned at Her Majesty\\u2019s and you were pitied....\\u201D\\r\\n\\r\\nThe prince answered nothing, but she looked at him significantly, awaiting a reply. He frowned.\\r\\n\\r\\n\\u201CWhat would you have me do?\\u201D he said at last. \\u201CYou know I did all a father could for their education, and they have both turned out fools. Hippolyte is at least a quiet fool, but Anatole is an active one. That is the only difference between them.\\u201D He said this smiling in a way more natural and animated than usual, so that the wrinkles round his mouth very clearly revealed something unexpectedly coarse and unpleasant.\\r\\n\\r\\n\\u201CAnd why are children born to such men as you? If you were not a father there would be nothing I could reproach you with,\\u201D said Anna P\\u00E1vlovna, looking up pensively.\\r\\n\\r\\n\\u201CI am your faithful slave and to you alone I can confess that my children are the bane of my life. It is the cross I have to bear. That is how I explain it to myself. It can\\u2019t be helped!\\u201D\\r\\n\\r\\nHe said no more, but expressed his resignation to cruel fate by a gesture. Anna P\\u00E1vlovna meditated.\\r\\n\\r\\n\\u201CHave you never thought of marrying your prodigal son Anatole?\\u201D she asked. \\u201CThey say old maids have a mania for matchmaking, and though I don\\u2019t feel that weakness in myself as yet, I know a little person who is very unhappy with her father. She is a relation of yours, Princess Mary Bolk\\u00F3nskaya.\\u201D\\r\\n\\r\\nPrince Vas\\u00EDli did not reply, though, with the quickness of memory and perception befitting a man of the world, he indicated by a movement of the head that he was considering this information.\\r\\n\\r\\n\\u201CDo you know,\\u201D he said at last, evidently unable to check the sad current of his thoughts, \\u201Cthat Anatole is costing me forty thousand rubles a year? And,\\u201D he went on after a pause, \\u201Cwhat will it be in five years, if he goes on like this?\\u201D Presently he added: \\u201CThat\\u2019s what we fathers have to put up with.... Is this princess of yours rich?\\u201D\\r\\n\\r\\n\\u201CHer father is very rich and stingy. He lives in the country. He is the well-known Prince Bolk\\u00F3nski who had to retire from the army under the late Emperor, and was nicknamed \\u2018the King of Prussia.\\u2019 He is very clever but eccentric, and a bore. The poor girl is very unhappy. She has a brother; I think you know him, he married Lise Meinen lately. He is an aide-de-camp of Kut\\u00FAzov\\u2019s and will be here tonight.\\u201D\\r\\n\\r\\n\\u201CListen, dear Annette,\\u201D said the prince, suddenly taking Anna P\\u00E1vlovna\\u2019s hand and for some reason drawing it downwards. \\u201CArrange that affair for me and I shall always be your most devoted slave-slafe with an f, as a village elder of mine writes in his reports. She is rich and of good family and that\\u2019s all I want.\\u201D\\r\\n\\r\\nAnd with the familiarity and easy grace peculiar to him, he raised the maid of honor\\u2019s hand to his lips, kissed it, and swung it to and fro as he lay back in his armchair, looking in another direction.\\r\\n\\r\\n\\u201CAttendez,\\u201D said Anna P\\u00E1vlovna, reflecting, \\u201CI\\u2019ll speak to Lise, young Bolk\\u00F3nski\\u2019s wife, this very evening, and perhaps the thing can be arranged. It shall be on your family\\u2019s behalf that I\\u2019ll start my apprenticeship as old maid.\\u201D","Chapter 2","Anna P\\u00E1vlovna\\u2019s drawing room was gradually filling. The highest Petersburg society was assembled there: people differing widely in age and character but alike in the social circle to which they belonged. Prince Vas\\u00EDli\\u2019s daughter, the beautiful H\\u00E9l\\u00E8ne, came to take her father to the ambassador\\u2019s entertainment; she wore a ball dress and her badge as maid of honor. The youthful little Princess Bolk\\u00F3nskaya, known as la femme la plus s\\u00E9duisante de P\\u00E9tersbourg, * was also there. She had been married during the previous winter, and being pregnant did not go to any large gatherings, but only to small receptions. Prince Vas\\u00EDli\\u2019s son, Hippolyte, had come with Mortemart, whom he introduced. The Abb\\u00E9 Morio and many others had also come.\\r\\n\\r\\n\\t* The most fascinating woman in Petersburg.\\r\\nTo each new arrival Anna P\\u00E1vlovna said, \\"You have not yet seen my aunt,\\" or \\u201CYou do not know my aunt?\\u201D and very gravely conducted him or her to a little old lady, wearing large bows of ribbon in her cap, who had come sailing in from another room as soon as the guests began to arrive; and slowly turning her eyes from the visitor to her aunt, Anna P\\u00E1vlovna mentioned each one\\u2019s name and then left them.\\r\\n\\r\\nEach visitor performed the ceremony of greeting this old aunt whom not one of them knew, not one of them wanted to know, and not one of them cared about; Anna P\\u00E1vlovna observed these greetings with mournful and solemn interest and silent approval. The aunt spoke to each of them in the same words, about their health and her own, and the health of Her Majesty, \\u201Cwho, thank God, was better today.\\u201D And each visitor, though politeness prevented his showing impatience, left the old woman with a sense of relief at having performed a vexatious duty and did not return to her the whole evening.\\r\\n\\r\\nThe young Princess Bolk\\u00F3nskaya had brought some work in a gold-embroidered velvet bag. Her pretty little upper lip, on which a delicate dark down was just perceptible, was too short for her teeth, but it lifted all the more sweetly, and was especially charming when she occasionally drew it down to meet the lower lip. As is always the case with a thoroughly attractive woman, her defect\\u2014the shortness of her upper lip and her half-open mouth\\u2014seemed to be her own special and peculiar form of beauty. Everyone brightened at the sight of this pretty young woman, so soon to become a mother, so full of life and health, and carrying her burden so lightly. Old men and dull dispirited young ones who looked at her, after being in her company and talking to her a little while, felt as if they too were becoming, like her, full of life and health. All who talked to her, and at each word saw her bright smile and the constant gleam of her white teeth, thought that they were in a specially amiable mood that day.\\r\\n\\r\\nThe little princess went round the table with quick, short, swaying steps, her workbag on her arm, and gaily spreading out her dress sat down on a sofa near the silver samovar, as if all she was doing was a pleasure to herself and to all around her. \\u201CI have brought my work,\\u201D said she in French, displaying her bag and addressing all present. \\u201CMind, Annette, I hope you have not played a wicked trick on me,\\u201D she added, turning to her hostess. \\u201CYou wrote that it was to be quite a small reception, and just see how badly I am dressed.\\u201D And she spread out her arms to show her short-waisted, lace-trimmed, dainty gray dress, girdled with a broad ribbon just below the breast.\\r\\n\\r\\n\\u201CSoyez tranquille, Lise, you will always be prettier than anyone else,\\u201D replied Anna P\\u00E1vlovna.\\r\\n\\r\\n\\u201CYou know,\\u201D said the princess in the same tone of voice and still in French, turning to a general, \\u201Cmy husband is deserting me? He is going to get himself killed. Tell me what this wretched war is for?\\u201D she added, addressing Prince Vas\\u00EDli, and without waiting for an answer she turned to speak to his daughter, the beautiful H\\u00E9l\\u00E8ne.\\r\\n\\r\\n\\u201CWhat a delightful woman this little princess is!\\u201D said Prince Vas\\u00EDli to Anna P\\u00E1vlovna.\\r\\n\\r\\nOne of the next arrivals was a stout, heavily built young man with close-cropped hair, spectacles, the light-colored breeches fashionable at that time, a very high ruffle, and a brown dress coat. This stout young man was an illegitimate son of Count Bez\\u00FAkhov, a well-known grandee of Catherine\\u2019s time who now lay dying in Moscow. The young man had not yet entered either the military or civil service, as he had only just returned from abroad where he had been educated, and this was his first appearance in society. Anna P\\u00E1vlovna greeted him with the nod she accorded to the lowest hierarchy in her drawing room. But in spite of this lowest-grade greeting, a look of anxiety and fear, as at the sight of something too large and unsuited to the place, came over her face when she saw Pierre enter. Though he was certainly rather bigger than the other men in the room, her anxiety could only have reference to the clever though shy, but observant and natural, expression which distinguished him from everyone else in that drawing room.\\r\\n\\r\\n\\u201CIt is very good of you, Monsieur Pierre, to come and visit a poor invalid,\\u201D said Anna P\\u00E1vlovna, exchanging an alarmed glance with her aunt as she conducted him to her.\\r\\n\\r\\nPierre murmured something unintelligible, and continued to look round as if in search of something. On his way to the aunt he bowed to the little princess with a pleased smile, as to an intimate acquaintance.\\r\\n\\r\\nAnna P\\u00E1vlovna\\u2019s alarm was justified, for Pierre turned away from the aunt without waiting to hear her speech about Her Majesty\\u2019s health. Anna P\\u00E1vlovna in dismay detained him with the words: \\u201CDo you know the Abb\\u00E9 Morio? He is a most interesting man.\\u201D\\r\\n\\r\\n\\u201CYes, I have heard of his scheme for perpetual peace, and it is very interesting but hardly feasible.\\u201D\\r\\n\\r\\n\\u201CYou think so?\\u201D rejoined Anna P\\u00E1vlovna in order to say something and get away to attend to her duties as hostess. But Pierre now committed a reverse act of impoliteness. First he had left a lady before she had finished speaking to him, and now he continued to speak to another who wished to get away. With his head bent, and his big feet spread apart, he began explaining his reasons for thinking the abb\\u00E9\\u2019s plan chimerical.\\r\\n\\r\\n\\u201CWe will talk of it later,\\u201D said Anna P\\u00E1vlovna with a smile.\\r\\n\\r\\nAnd having got rid of this young man who did not know how to behave, she resumed her duties as hostess and continued to listen and watch, ready to help at any point where the conversation might happen to flag. As the foreman of a spinning mill, when he has set the hands to work, goes round and notices here a spindle that has stopped or there one that creaks or makes more noise than it should, and hastens to check the machine or set it in proper motion, so Anna P\\u00E1vlovna moved about her drawing room, approaching now a silent, now a too-noisy group, and by a word or slight rearrangement kept the conversational machine in steady, proper, and regular motion. But amid these cares her anxiety about Pierre was evident. She kept an anxious watch on him when he approached the group round Mortemart to listen to what was being said there, and again when he passed to another group whose center was the abb\\u00E9.\\r\\n\\r\\nPierre had been educated abroad, and this reception at Anna P\\u00E1vlovna\\u2019s was the first he had attended in Russia. He knew that all the intellectual lights of Petersburg were gathered there and, like a child in a toyshop, did not know which way to look, afraid of missing any clever conversation that was to be heard. Seeing the self-confident and refined expression on the faces of those present he was always expecting to hear something very profound. At last he came up to Morio. Here the conversation seemed interesting and he stood waiting for an opportunity to express his own views, as young people are fond of doing.","Chapter 3","Anna P\\u00E1vlovna\\u2019s reception was in full swing. The spindles hummed steadily and ceaselessly on all sides. With the exception of the aunt, beside whom sat only one elderly lady, who with her thin careworn face was rather out of place in this brilliant society, the whole company had settled into three groups. One, chiefly masculine, had formed round the abb\\u00E9. Another, of young people, was grouped round the beautiful Princess H\\u00E9l\\u00E8ne, Prince Vas\\u00EDli\\u2019s daughter, and the little Princess Bolk\\u00F3nskaya, very pretty and rosy, though rather too plump for her age. The third group was gathered round Mortemart and Anna P\\u00E1vlovna.\\r\\n\\r\\nThe vicomte was a nice-looking young man with soft features and polished manners, who evidently considered himself a celebrity but out of politeness modestly placed himself at the disposal of the circle in which he found himself. Anna P\\u00E1vlovna was obviously serving him up as a treat to her guests. As a clever ma\\u00EEtre d\\u2019h\\u00F4tel serves up as a specially choice delicacy a piece of meat that no one who had seen it in the kitchen would have cared to eat, so Anna P\\u00E1vlovna served up to her guests, first the vicomte and then the abb\\u00E9, as peculiarly choice morsels. The group about Mortemart immediately began discussing the murder of the Duc d\\u2019Enghien. The vicomte said that the Duc d\\u2019Enghien had perished by his own magnanimity, and that there were particular reasons for Buonaparte\\u2019s hatred of him.\\r\\n\\r\\n\\u201CAh, yes! Do tell us all about it, Vicomte,\\u201D said Anna P\\u00E1vlovna, with a pleasant feeling that there was something \\u00E0 la Louis XV in the sound of that sentence: \\u201CContez nous \\u00E7ela, Vicomte.\\u201D\\r\\n\\r\\nThe vicomte bowed and smiled courteously in token of his willingness to comply. Anna P\\u00E1vlovna arranged a group round him, inviting everyone to listen to his tale.\\r\\n\\r\\n\\u201CThe vicomte knew the duc personally,\\u201D whispered Anna P\\u00E1vlovna to one of the guests. \\u201CThe vicomte is a wonderful raconteur,\\u201D said she to another. \\u201CHow evidently he belongs to the best society,\\u201D said she to a third; and the vicomte was served up to the company in the choicest and most advantageous style, like a well-garnished joint of roast beef on a hot dish.\\r\\n\\r\\nThe vicomte wished to begin his story and gave a subtle smile.\\r\\n\\r\\n\\u201CCome over here, H\\u00E9l\\u00E8ne, dear,\\u201D said Anna P\\u00E1vlovna to the beautiful young princess who was sitting some way off, the center of another group.\\r\\n\\r\\nThe princess smiled. She rose with the same unchanging smile with which she had first entered the room\\u2014the smile of a perfectly beautiful woman. With a slight rustle of her white dress trimmed with moss and ivy, with a gleam of white shoulders, glossy hair, and sparkling diamonds, she passed between the men who made way for her, not looking at any of them but smiling on all, as if graciously allowing each the privilege of admiring her beautiful figure and shapely shoulders, back, and bosom\\u2014which in the fashion of those days were very much exposed\\u2014and she seemed to bring the glamour of a ballroom with her as she moved toward Anna P\\u00E1vlovna. H\\u00E9l\\u00E8ne was so lovely that not only did she not show any trace of coquetry, but on the contrary she even appeared shy of her unquestionable and all too victorious beauty. She seemed to wish, but to be unable, to diminish its effect.\\r\\n\\r\\n\\u201CHow lovely!\\u201D said everyone who saw her; and the vicomte lifted his shoulders and dropped his eyes as if startled by something extraordinary when she took her seat opposite and beamed upon him also with her unchanging smile.\\r\\n\\r\\n\\u201CMadame, I doubt my ability before such an audience,\\u201D said he, smilingly inclining his head.\\r\\n\\r\\nThe princess rested her bare round arm on a little table and considered a reply unnecessary. She smilingly waited. All the time the story was being told she sat upright, glancing now at her beautiful round arm, altered in shape by its pressure on the table, now at her still more beautiful bosom, on which she readjusted a diamond necklace. From time to time she smoothed the folds of her dress, and whenever the story produced an effect she glanced at Anna P\\u00E1vlovna, at once adopted just the expression she saw on the maid of honor\\u2019s face, and again relapsed into her radiant smile.\\r\\n\\r\\nThe little princess had also left the tea table and followed H\\u00E9l\\u00E8ne.\\r\\n\\r\\n\\u201CWait a moment, I\\u2019ll get my work.... Now then, what are you thinking of?\\u201D she went on, turning to Prince Hippolyte. \\u201CFetch me my workbag.\\u201D\\r\\n\\r\\nThere was a general movement as the princess, smiling and talking merrily to everyone at once, sat down and gaily arranged herself in her seat.\\r\\n\\r\\n\\u201CNow I am all right,\\u201D she said, and asking the vicomte to begin, she took up her work.\\r\\n\\r\\nPrince Hippolyte, having brought the workbag, joined the circle and moving a chair close to hers seated himself beside her.\\r\\n\\r\\nLe charmant Hippolyte was surprising by his extraordinary resemblance to his beautiful sister, but yet more by the fact that in spite of this resemblance he was exceedingly ugly. His features were like his sister\\u2019s, but while in her case everything was lit up by a joyous, self-satisfied, youthful, and constant smile of animation, and by the wonderful classic beauty of her figure, his face on the contrary was dulled by imbecility and a constant expression of sullen self-confidence, while his body was thin and weak. His eyes, nose, and mouth all seemed puckered into a vacant, wearied grimace, and his arms and legs always fell into unnatural positions.\\r\\n\\r\\n\\u201CIt\\u2019s not going to be a ghost story?\\u201D said he, sitting down beside the princess and hastily adjusting his lorgnette, as if without this instrument he could not begin to speak.\\r\\n\\r\\n\\"Why no, my dear fellow,\\" said the astonished narrator, shrugging his shoulders.\\r\\n\\r\\n\\u201CBecause I hate ghost stories,\\u201D said Prince Hippolyte in a tone which showed that he only understood the meaning of his words after he had uttered them.\\r\\n\\r\\nHe spoke with such self-confidence that his hearers could not be sure whether what he said was very witty or very stupid. He was dressed in a dark-green dress coat, knee breeches of the color of cuisse de nymphe effray\\u00E9e, as he called it, shoes, and silk stockings.\\r\\n\\r\\nThe vicomte told his tale very neatly. It was an anecdote, then current, to the effect that the Duc d\\u2019Enghien had gone secretly to Paris to visit Mademoiselle George; that at her house he came upon Bonaparte, who also enjoyed the famous actress\\u2019 favors, and that in his presence Napoleon happened to fall into one of the fainting fits to which he was subject, and was thus at the duc\\u2019s mercy. The latter spared him, and this magnanimity Bonaparte subsequently repaid by death.\\r\\n\\r\\nThe story was very pretty and interesting, especially at the point where the rivals suddenly recognized one another; and the ladies looked agitated.\\r\\n\\r\\n\\"Charming!\\" said Anna P\\u00E1vlovna with an inquiring glance at the little princess.\\r\\n\\r\\n\\u201CCharming!\\u201D whispered the little princess, sticking the needle into her work as if to testify that the interest and fascination of the story prevented her from going on with it.\\r\\n\\r\\nThe vicomte appreciated this silent praise and smiling gratefully prepared to continue, but just then Anna P\\u00E1vlovna, who had kept a watchful eye on the young man who so alarmed her, noticed that he was talking too loudly and vehemently with the abb\\u00E9, so she hurried to the rescue. Pierre had managed to start a conversation with the abb\\u00E9 about the balance of power, and the latter, evidently interested by the young man\\u2019s simple-minded eagerness, was explaining his pet theory. Both were talking and listening too eagerly and too naturally, which was why Anna P\\u00E1vlovna disapproved.\\r\\n\\r\\n\\u201CThe means are ... the balance of power in Europe and the rights of the people,\\u201D the abb\\u00E9 was saying. \\u201CIt is only necessary for one powerful nation like Russia\\u2014barbaric as she is said to be\\u2014to place herself disinterestedly at the head of an alliance having for its object the maintenance of the balance of power of Europe, and it would save the world!\\u201D\\r\\n\\r\\n\\u201CBut how are you to get that balance?\\u201D Pierre was beginning.\\r\\n\\r\\nAt that moment Anna P\\u00E1vlovna came up and, looking severely at Pierre, asked the Italian how he stood Russian climate. The Italian\\u2019s face instantly changed and assumed an offensively affected, sugary expression, evidently habitual to him when conversing with women.\\r\\n\\r\\n\\u201CI am so enchanted by the brilliancy of the wit and culture of the society, more especially of the feminine society, in which I have had the honor of being received, that I have not yet had time to think of the climate,\\u201D said he.\\r\\n\\r\\nNot letting the abb\\u00E9 and Pierre escape, Anna P\\u00E1vlovna, the more conveniently to keep them under observation, brought them into the larger circle."]}